Repository: juanp15/JP-Missions-Creator-Bot
Catalog: locales/*.po
Languages: es

# BotReady
source: has started successfully.
es: se ha iniciado satisfactoriamente.

source: Error loading extensions:
es: Error cargando extensiones:

# NotAllowedServer
source: Command not allowed in this server.
es: Comando no permitido en este servidor.

# DescCreateMissionCommand
source: Creates a new mission.
es: Crea una nueva misión.

# NotAllowedCreateMissions
source: You are not allowed to create missions.
es: No tienes permiso para crear misiones.

# ErrorCreatingMission
source: An error occurred creating a mission:
es: Ocurrió un error creando una misión:

# ErrorMaxImages
source: Only 0 to 10 images with their respective descriptions are allowed.
es: Las descripciones de las imágenes no pueden estar vacías.

# InvalidColor
source: The color is not valid.
es: El color no es válido.

# ErrorDateTime
source: The date and time format is incorrect. Please use the format 'yyyy-mm-dd hh:mm' or 'yyyy-mm-dd' for dates.
es: El formato de fecha y hora es incorrecto. Por favor, use el formato 'yyyy-mm-dd hh:mm' o 'yyyy-mm-dd' para las fechas.

# InvalidMissionStartDate
source: The mission start date cannot be earlier than the current date.
es: La fecha de inicio de la misión no puede ser anterior a la fecha actual.

# InvalidMissionEndDate
source: The mission end date cannot be earlier than the current date.
es: La fecha de finalización de la misión no puede ser anterior a la fecha actual.

# InvalidMissionStartEnd
source: The mission start date cannot be later than the mission end date.
es: La fecha de inicio de la misión no puede ser posterior a la fecha de finalización de la misión.

# InvalidImageURL
source: The image URL is not valid.
es: La URL de la imagen no es válida.

source: Error pinging database:
es: Error al hacer ping a la base de datos:

source: Scheduled tasks started.
es: Tareas programadas iniciadas.
